Repository: javiermorgaz/baseApp
Catalog: Core/Strings/Sources/Strings/Resources/Localizable.xcstrings
Source language: en
Languages: es

# Feature.Register.Confimation.Body
source: Your account has been successfully created. Please check your email inbox and click the confirmation link to complete the process.
es: Tu cuenta ha sido creada. Por favor, revisa la bandeja de entrada de tu correo electrónico y haz clic en el enlace de confirmación para completar el proceso.

# Feature.Register.Confimation.Button.Ok
source: Ok
es: Entendido

# Feature.Register.Email.Empty
source: Email is required.
es: Debe introducir un correo.

# Feature.Register.Email.Format
source: Invalid email format.
es: El formato del correo no es correcto.

# Feature.Register.Form.Button.Register
source: Register
es: Registrar

# Feature.Register.Form.Field.FirstName
source: First Name
es: Apellidos

# Feature.Register.Form.Field.Name
source: Name
es: Nombre

# Feature.Register.Form.Field.PhoneNumber
source: Phone number
es: Teléfono

# Feature.Register.Password.Empty
source: Password is required.
es: Debe introducir una contraseña.

# Feature.Register.Password.Format
source: Password must be at least 8 characters long, include one uppercase letter, one lowercase letter, one number, and one special character.
es: La contraseña debe tener al menos 8 caracteres, incluir una letra mayúscula, una letra minúscula, un número y un carácter especial.

# Feature.Register.Subtitle
source: Already have an account?
es: ¿Ya tienes una cuenta?

# Feature.Register.Subtitle.Button.Login
source: Login
es: Inicia sesión

# Feature.Register.Title
source: Register
es: Registro

# Feature.Welcome.Form.Button.Continue
source: Continue
es: Continuar

# Feature.Welcome.Form.Field.Email
source: Email
es: Correo

# Feature.Welcome.Form.Field.Password
source: Password
es: Contraseña

# Feature.Welcome.Form.Or
source: Or
es: Ó

# Feature.Welcome.Login.Error.Body.Creadentials
source: Invalid email or password. Please check your credentials and try again.
es: Correo o contraseña incorrectos. Por favor, verifica tus credenciales e inténtalo de nuevo.

# Feature.Welcome.Login.Error.Body.EmailNotConfirmed
source: Your account is created, but your email is not confirmed. Check your inbox to activate your account.
es: Tu cuenta está creada, pero tu correo no está confirmado. Revisa tu bandeja de entrada para activarla.

# Feature.Welcome.Login.Error.Body.Unknown
source: An error occurred while trying to log in. Please try again later.
es: Ocurrió un error al intentar iniciar sesión. Por favor, inténtalo de nuevo más tarde.

# Feature.Welcome.Login.Error.Button.Accept
source: Accept
es: Aceptar

# Feature.Welcome.Login.Error.Title
source: Login failed
es: Inicio de sesión fallido

# Feature.Welcome.Subtitle
source: Don’t have an account?
es: ¿No tienes una cuenta?

# Feature.Welcome.Subtitle.Button
source: Sign Up
es: Registrate

# Feature.Welcome.Title
source: Sign in to your Account
es: Inicia con tu Cuenta
